z_my/temp/run_bigchaindb_1000_1
kyoto-su.ac.jp--success
kyoto-su.ac.jp--success
kyoto-su.ac.jp--success
[...]
[OVERALL], RunTime(ms), 9770
[OVERALL], Throughput(ops/sec), 102.35414534288638
[TOTAL_GCS_PS_Scavenge], Count, 6
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 99
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 1.0133060388945752
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 6
[TOTAL_GC_TIME], Time(ms), 99
[TOTAL_GC_TIME_%], Time(%), 1.0133060388945752
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], LatencyVariance(us), 0.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 0
[CLEANUP], 99thPercentileLatency(us), 0
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 9088.072
[INSERT], LatencyVariance(us), 1.0852624909281601E8
[INSERT], MinLatency(us), 2052
[INSERT], MaxLatency(us), 204889
[INSERT], 95thPercentileLatency(us), 22000
[INSERT], 99thPercentileLatency(us), 36000
[INSERT], Return=OK, 1000